Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: A marker starts the selected phase and ends the previous one. This only timestamps the local capture file; it sends nothing to the strap.
de: Eine Markierung startet die gewählte Phase und beendet die vorherige. Sie versieht nur die lokale Aufzeichnungsdatei mit einem Zeitstempel; an das Band wird nichts gesendet.
es: Un marcador inicia la fase seleccionada y termina la anterior. Esto solo pone una marca de tiempo en el archivo de captura local; no envía nada a la banda.
fr: Un marqueur démarre la phase sélectionnée et termine la précédente. Cela ne fait qu'horodater le fichier de capture local ; rien n'est envoyé au bracelet.
it: Un marcatore avvia la fase selezionata e termina la precedente. Aggiunge solo un timestamp al file di acquisizione locale; non invia nulla alla fascia.
pl: Znacznik rozpoczyna wybraną fazę i kończy poprzednią. To tylko oznacza znacznik czasu lokalnego pliku przechwytywania; nie wysyła nic do paska.
pt_pt: Um marcador inicia a fase selecionada e termina a anterior. Isto apenas coloca uma marca temporal no ficheiro de captura local; nada é enviado para a bracelete.
ru: Метка начинает выбранную фазу и завершает предыдущую. Она лишь добавляет временную отметку в локальный файл записи; на браслет ничего не отправляется.
th: เครื่องหมายจะเริ่มช่วงที่เลือกและจบช่วงก่อนหน้า การทำงานนี้เพียงบันทึกเวลาลงในไฟล์ที่เก็บในเครื่อง และไม่ส่งข้อมูลใดไปยังสายรัด
zh_hans: 标记会开始所选阶段并结束上一个阶段。这只会为本地采集文件添加时间戳；不会向手环发送任何内容。
zh_hant: 標記會開始所選階段並結束上一個階段。這只會為本機擷取檔案加上時間戳記；不會向手環傳送任何內容。

source: A metric plotted over time
de: Eine Metrik im zeitlichen Verlauf
es: Una métrica a lo largo del tiempo
fr: Une métrique dans le temps
it: Una metrica tracciata nel tempo
pl: Wskaźnik przedstawiony w czasie
pt_pt: Uma métrica traçada ao longo do tempo
ru: Метрика, построенная с течением времени
th: เมตริกที่วางแผนไว้เมื่อเวลาผ่านไป
zh_hans: 随时间绘制的指标
zh_hant: 隨時間繪製的指標

source: a moderate
de: moderat
es: moderada
fr: modérée
it: una moderata
pl: umiarkowany
pt_pt: um moderado
ru: умеренная
th: ปานกลาง
zh_hans: 中等
zh_hant: 中等

source: A note on blood oxygen and your model
de: Ein Hinweis zu Blutsauerstoff und deinem Modell
es: Una nota sobre el oxígeno en sangre y tu modelo
fr: Une remarque sur l'oxygène sanguin et votre modèle
it: Una nota sull'ossigeno nel sangue e sul tuo modello
pl: Uwaga na temat tlenu we krwi i modelu
pt_pt: Uma nota sobre o oxigénio no sangue e o teu modelo
ru: Заметка о кислороде в крови и вашей модели
th: หมายเหตุเกี่ยวกับออกซิเจนในเลือดและแบบจำลองของคุณ
zh_hans: 关于血氧和你的机型的说明
zh_hant: 關於血氧和你的機型的說明

source: A once-a-day nudge when your Effort reaches the low end of today's optimal strain range, worked out from your recovery.
de: Einmal täglich ein Hinweis, wenn deine Anstrengung das untere Ende des heutigen optimalen Bereichs erreicht, berechnet aus deiner Erholung.
es: Un aviso una vez al día cuando tu esfuerzo alcanza el extremo inferior del rango óptimo de hoy, calculado a partir de tu recuperación.
fr: Un rappel une fois par jour lorsque votre effort atteint le bas de la plage optimale du jour, calculée à partir de votre récupération.
pl: Szturchnięcie raz dziennie, gdy Twój Wysiłek osiągnie dolną granicę dzisiejszego optymalnego zakresu obciążenia, obliczonego na podstawie Twojego powrotu do zdrowia.
pt_pt: Um pequeno empurrão diário quando o teu Esforço atinge o limite inferior da gama de tensão ideal atual, calculado a partir da tua recuperação.
th: การกระตุ้นวันละครั้งเมื่อภาระร่างกายของคุณถึงจุดต่ำสุดของช่วงภาระร่างกายที่เหมาะสมที่สุดในปัจจุบัน ซึ่งได้ผลจากการฟื้นตัวของคุณ

source: A one-tap guarded workout: the strap watches your heart rate against a band gated on today's Charge, and only ever buzzes to correct course. Silence means you're on track.
de: Ein geschütztes Training mit nur einem Fingertipp: Der Gurt misst Ihre Herzfrequenz im Vergleich zu einem Band, das auf dem heutigen Charge eingestellt ist, und summt immer nur, um den Kurs zu korrigieren. Stille bedeutet, dass Sie auf dem richtigen Weg sind.
es: Un entrenamiento protegido con un solo toque: la correa monitorea su ritmo cardíaco en comparación con una banda activada en el Charge de hoy, y solo emite un zumbido para corregir el rumbo. El silencio significa que estás en el camino correcto.
fr: Un entraînement surveillé en un seul clic : la sangle surveille votre fréquence cardiaque par rapport à une bande fermée sur le Charge d'aujourd'hui, et ne sonne que pour corriger la trajectoire. Le silence signifie que vous êtes sur la bonne voie.
it: Un allenamento protetto con un solo tocco: il cinturino monitora la tua frequenza cardiaca rispetto a una fascia controllata sul Charge di oggi e ronza sempre e solo per correggere la rotta. Il silenzio significa che sei sulla buona strada.
pl: Trening pod nadzorem jednym dotknięciem: opaska pilnuje tętna względem zakresu wyznaczonego przez dzisiejszy Poziom energii i wibruje wyłącznie po to, by skorygować kurs. Cisza oznacza, że trzymasz się planu.
pt_pt: Um treino protegido com um toque: a pulseira monitora sua frequência cardíaca em relação a uma banda bloqueada no Charge de hoje e só vibra para corrigir o curso. Silêncio significa que você está no caminho certo.
ru: Защищенная тренировка одним касанием: ремешок отслеживает частоту вашего пульса по шкале, привязанной к сегодняшнему Charge, и гудит только для корректировки курса. Тишина означает, что вы на правильном пути.
th: การออกกำลังกายแบบควบคุมในแตะเดียว: สายรัดจะเทียบอัตราการเต้นหัวใจกับช่วงเป้าหมายที่ปรับตามพลังฟื้นตัววันนี้ และสั่นเฉพาะเมื่อควรปรับความหนัก หากไม่สั่นแสดงว่าคุณอยู่ในช่วงที่เหมาะสม
zh_hans: 一键式保护锻炼：腕带会根据今天的 Charge 上的手环监控您的心率，并且只会发出嗡嗡声以纠正方向。沉默意味着你已经步入正轨。
zh_hant: 一鍵式保護運動：腕帶會根據今天的 Charge 上的手環監控您的心率，並且只會發出嗡嗡聲以糾正方向。沉默意味著你已經步入正軌。

# A period is likely between %@ and %@ (a window, not a fixed date).
source: A period is likely between %1$@ and %2$@, a window, not a fixed date.
de: Eine Periode ist wahrscheinlich zwischen %1$@ und %2$@ (ein Zeitfenster, kein festes Datum).
es: Es probable que la menstruación llegue entre %@ y %@ (una ventana, no una fecha fija).
fr: Une période est probable entre %1$@ et %2$@ (une fenêtre, pas une date fixe).
it: Un ciclo è probabile tra il %1$@ e il %2$@, una finestra, non una data fissa.
pl: Prawdopodobny okres pomiędzy %1$@ a %2$@ jest okresem, a nie ustaloną datą.
pt_pt: É provável que exista um período entre %1$@ e %2$@, uma janela, e não uma data fixa.
ru: Период, вероятно, между %1$@ и %2$@ — это диапазон, а не точная дата.
th: ช่วงเวลาน่าจะอยู่ระหว่าง %@ และ %@ (กรอบเวลา ไม่ใช่วันที่คงที่)
zh_hans: 经期很可能在 %1$@ 到 %2$@ 之间，这是一个时间窗口，而非固定日期。
zh_hant: 經期很可能在 %1$@ 到 %2$@ 之間，這是一個時間窗口，而非固定日期。

source: A private notebook, not a medical service.
de: Ein privates Notizbuch, kein medizinischer Dienst.
es: Un cuaderno privado, no un servicio médico.
fr: Un carnet privé, pas un service médical.
it: Un taccuino privato, non un servizio medico.
pl: Prywatny notes, a nie usługa medyczna.
pt_pt: Um caderno privado, não um serviço médico.
ru: Личный блокнот, а не медицинский сервис.
th: สมุดบันทึกส่วนตัว ไม่ใช่บริการทางการแพทย์
zh_hans: 一个私密的笔记本，而非医疗服务。
zh_hant: 一個私密的筆記本，而非醫療服務。

source: A private window into your recovery, sleep and strain, read straight from your strap, kept only on this Mac.
de: Ein privater Blick auf deine Erholung, deinen Schlaf und deine Belastung, direkt vom Strap gelesen und nur auf diesem Mac gespeichert.
es: Una ventana privada a tu recuperación, sueño y esfuerzo, leída directamente desde tu pulsera y guardada solo en esta Mac.
fr: Une fenêtre privée sur votre récupération, sommeil et effort, lu directement depuis votre bracelet, conservé uniquement sur ce Mac.
it: Una finestra privata sul tuo recupero, sonno e carico, letti direttamente dalla tua fascia, conservati solo su questo Mac.
pl: Prywatne okno na Twój powrót do zdrowia, sen i wysiłek, czytane prosto z paska, przechowywane tylko na tym komputerze Mac.
pt_pt: Uma janela privada para a tua recuperação, sono e esforço, lida directamente na tua bracelete, mantida apenas neste Mac.
ru: Личное окно с вашими показателями восстановления, сна и нагрузки, данные поступают напрямую с браслета и хранятся только на этом Mac
th: มุมมองส่วนตัวเกี่ยวกับการฟื้นตัว การนอน และภาระร่างกาย อ่านโดยตรงจากสายรัดและเก็บไว้เฉพาะใน Mac เครื่องนี้
zh_hans: 一扇通往你恢复、睡眠与强度的私密窗口，，直接从手环读取，只保存在这台 Mac 上。
zh_hant: 一扇通往你恢復、睡眠與強度的私密窗口，，直接從手環讀取，只保存在這台 Mac 上。

source: A private window into your recovery, sleep and strain. Read straight from your strap, kept only on %@.
de: Ein privater Blick auf deine Erholung, deinen Schlaf und deine Belastung. Direkt vom Strap gelesen, nur auf %@ gespeichert.
es: Una ventana privada a tu recuperación, sueño y esfuerzo. Leída directamente desde tu pulsera y guardada solo en %@.
fr: Une fenêtre privée sur votre récupération, votre sommeil et votre effort. Lue directement depuis votre bracelet, conservée uniquement sur votre %@.
it: Una finestra privata sul tuo recupero, sonno e carico, letta direttamente dalla tua fascia, conservata solo su %@.
pl: Prywatne okno na regenerację, sen i wysiłek. Czytaj prosto z paska, przechowywanego tylko na %@.
pt_pt: Uma janela privada para a tua recuperação, sono e tensão. Leia diretamente da tua bracelete, mantido apenas em %@.
ru: Личное окно в ваше восстановление, сон и нагрузку. Считывается прямо с браслета и хранится только на %@.
th: มุมมองส่วนตัวเกี่ยวกับการฟื้นตัว การนอน และภาระร่างกาย อ่านโดยตรงจากสายรัดและเก็บไว้เฉพาะใน %@
zh_hans: 一扇通往你恢复、睡眠与强度的私密窗口，直接从手环读取，只保存在 %@ 上。
zh_hant: 一扇通往你恢復、睡眠與強度的私密窗口，直接從手環讀取，只保存在 %@ 上。

source: A quick nudge
de: Ein kurzer Hinweis
es: Un breve aviso
fr: Un petit rappel
it: Una rapida spinta
pl: Krótkie przypomnienie
pt_pt: Um empurrãozinho rápido
ru: Быстрый толчок
th: สะกิดอย่างรวดเร็ว
zh_hans: 快速推动
zh_hant: 快速推動

source: A quick word before we connect
de: Ein kurzes Wort, bevor wir verbinden
es: Unas palabras rápidas antes de conectar
fr: Un mot rapide avant de nous connecter
it: Due parole prima di connetterci
pl: Krótkie słowo zanim się połączymy
pt_pt: Uma palavra rápida antes de nos ligarmos
ru: Пара слов перед подключением
th: คำพูดสั้นๆ ก่อนที่เราจะเชื่อมต่อ
zh_hans: 连接之前先说几句
zh_hant: 連線前先說幾句

source: A quick, honest heads-up — not fine print.
de: Ein kurzer, ehrlicher Hinweis — kein Kleingedrucktes.
es: Un aviso rápido y honesto, no letra pequeña.
fr: Un mot rapide et honnête — pas des petits caractères.
it: Un avvertimento rapido e onesto, senza scritte in piccolo.
pl: Krótka, uczciwa informacja — nie drobny druk.
pt_pt: Um aviso rápido e honesto – sem letras miúdas.
ru: Быстрое и честное предупреждение, а не мелкий шрифт.
th: การแจ้งล่วงหน้าอย่างรวดเร็วและตรงไปตรงมา — ไม่ใช่การพิมพ์ที่ละเอียด
zh_hans: 快速、诚实的提示——没有细则。
zh_hant: 快速、誠實的提示－沒有細則。

source: A read-only export of the decoded sensor streams NOOP already stores. Works on any strap. Nothing is written to your device, and nothing is uploaded.
de: Ein schreibgeschützter Export der dekodierten Sensor-Streams, die NOOP bereits speichert. Funktioniert mit jedem Strap. Nichts wird auf dein Gerät geschrieben, nichts hochgeladen.
es: Una exportación de solo lectura de los flujos de sensores decodificados que NOOP ya almacena. Funciona con cualquier pulsera. No se escribe nada en tu dispositivo y no se sube nada.
fr: Un export en lecture seule des flux de capteurs décodés que NOOP stocke déjà. Fonctionne avec n'importe quel bracelet. Rien n'est écrit sur votre appareil, et rien n'est téléversé.
it: Un'esportazione in sola lettura degli stream dei sensori decodificati che NOOP già memorizza. Funziona con qualsiasi fascia, niente viene scritto sul tuo dispositivo e niente viene caricato.
pl: Eksport tylko do odczytu zdekodowanych strumieni czujników NOOP jest już zapisany. Działa na każdym pasku. Nic nie jest zapisywane na Twoim urządzeniu i nic nie jest przesyłane.
pt_pt: Uma exportação de leitura apenas dos fluxos de sensores descodificados que o NOOP já armazena. Funciona em qualquer bracelete. Nada é gravado no teu dispositivo e nada é carregado.
ru: Экспорт только для чтения декодированных потоков датчиков, которые NOOP уже хранит. Работает с любым браслетом. На устройство ничего не записывается, никуда ничего не загружается.
th: การส่งออกสตรีมเซ็นเซอร์ที่ถอดรหัสแบบอ่านอย่างเดียวจะ NOOP จัดเก็บไว้แล้ว ทำงานบนสายรัดใดๆ ไม่มีการเขียนลงในอุปกรณ์ของคุณ และไม่มีการอัปโหลดใดๆ
zh_hans: 对 NOOP 已存储的已解码传感器数据流进行只读导出。适用于任何手环，不会向你的设备写入任何内容，也不会上传任何内容。
zh_hant: 對 NOOP 已儲存的已解碼感測器資料流進行唯讀匯出。適用於任何手環，不會向你的裝置寫入任何內容，也不會上傳任何內容。

source: A read-only Plews/Altini smallest-worthwhile-change reading of your nightly HRV: it shows whether your 7-night HRV baseline sits above, inside, or below your personal normal band. It changes nothing else - the Charge ring is identical whether this is on or off. This is rough / early testing, not yet validated against varying real data (n=1).
de: Ein Read-Only Plews / Altini am kleinsten Wert während der Änderung Ihrer nächtlichen HRV: Es zeigt an, ob Ihre 7-Nächte-HRV-Basislinie über, innerhalb oder unter Ihrem persönlichen normalen Band liegt. Es ändert nichts anderes - der Ladungsring ist identisch, ob dieser ein- oder ausgeschaltet ist. Dies ist eine grobe / frühe Prüfung, die noch nicht gegen unterschiedliche reale Daten (n = 1) validiert wurde.
es: Una lectura de sólo lectura Plews/Altini de menor valor de cambio de su HRV nocturna: muestra si su base HRV de 7 noches se encuentra arriba, dentro o debajo de su banda normal personal. No cambia nada más - el anillo de carga es idéntico si esto está encendido o apagado. Esto es una prueba dura / temprana, aún no validada contra datos reales variables (n=1).
fr: Une lecture en lecture seule Plews/Altini plus petite valeur tout en changeant de votre HRV nocturne: il montre si votre base de 7 nuits HRV est au-dessus, à l'intérieur, ou en dessous de votre bande normale personnelle. Il ne change rien d'autre - l'anneau de charge est identique que ce soit en marche ou en panne. Il s'agit d'un test rugueux / précoce, non encore validé par rapport à des données réelles variables (n=1).
pl: Odczyt tylko do odczytu Plews/Altini dotyczący najmniejszej i wartej uwagi zmiany twojego nocnego HRV: pokazuje, czy twoja 7-dniowa linia bazowa HRV znajduje się powyżej, wewnątrz czy poniżej twojego osobistego normalnego pasma. Nie zmienia to niczego innego - pierścień Energia jest identyczny niezależnie od tego, czy jest on włączony, czy wyłączony. Są to przybliżone/wczesne testy, które nie zostały jeszcze zweryfikowane w oparciu o różne rzeczywiste dane (n=1).
pt_pt: Uma leitura de menor alteração válida do Plews/Altini de leitura apenas da tua VFC noturna: mostra se a tua linha de base de VFC de 7 noites está acima, dentro ou abaixo do teu intervalo normal pessoal. Não muda mais nada - o anel de carga é idêntico, quer esteja ligado ou desligado. Trata-se de um teste aproximado/inicial, ainda não validado em relação a dados reais variados (n=1).
th: มุมมอง HRV รายคืนแบบอ่านอย่างเดียวตามแนวทาง Plews/Altini แสดงว่าค่าพื้นฐาน HRV ในช่วง 7 คืนของคุณอยู่สูงกว่า อยู่ใน หรือต่ำกว่าช่วงปกติส่วนบุคคล ฟีเจอร์นี้ไม่เปลี่ยนการคำนวณอื่น วงแหวนพลังฟื้นตัวยังคงเหมือนเดิมไม่ว่าจะเปิดหรือปิด ขณะนี้ยังเป็นการทดสอบเบื้องต้นและยังไม่ได้ยืนยันกับข้อมูลจริงที่หลากหลาย (n=1)

source: A relaxation rhythm, not cardiac control. It never paces below a safe rate and you can stop anytime. If your heart rate doesn't settle, we'll say so plainly.
de: Ein Entspannungsrhythmus, keine Herzsteuerung. Er taktet nie unter eine sichere Rate, und du kannst jederzeit aufhören. Wenn sich deine Herzfrequenz nicht beruhigt, sagen wir es klar.
es: Un ritmo de relajación, no un control cardíaco. Nunca marca un ritmo por debajo de un nivel seguro y puedes parar cuando quieras. Si tu frecuencia cardíaca no se calma, te lo diremos claramente.
fr: Un rythme de relaxation, pas un contrôle cardiaque. Il ne cadence jamais en dessous d'un rythme sûr et vous pouvez arrêter à tout moment. Si votre fréquence cardiaque ne se stabilise pas, nous vous le dirons clairement.
it: Un ritmo di rilassamento, non un controllo cardiaco. Non scende mai sotto una frequenza sicura e puoi fermarti in qualsiasi momento. Se la tua frequenza cardiaca non si stabilizza, te lo diremo chiaramente.
pl: Rytm relaksacji, a nie kontrola serca. Tempo nigdy nie spada poniżej bezpiecznego poziomu i możesz zatrzymać się w dowolnym momencie. Jeśli Twoje tętno nie ustabilizuje się, powiemy to wyraźnie.
pt_pt: Um ritmo de relaxamento, não de controlo cardíaco. Nunca anda abaixo de uma taxa segura e pode parar a qualquer momento. Se a tua frequência cardíaca não acalmar, diremos isso claramente.
ru: Ритм для расслабления, а не контроль сердечного ритма. Он никогда не задаёт темп ниже безопасного уровня, и вы можете остановиться в любой момент. Если пульс не успокаивается, мы прямо об этом скажем.
th: จังหวะการผ่อนคลาย ไม่ใช่การควบคุมหัวใจ มันไม่เคยก้าวต่ำกว่าอัตราที่ปลอดภัยและคุณสามารถหยุดได้ตลอดเวลา หากอัตราการเต้นหัวใจไม่คงที่ เราจะพูดอย่างชัดเจน
zh_hans: 一种放松的节律，而非对心脏的控制。它绝不会将节奏降到安全心率以下，你可以随时停止。如果你的心率没有平复，我们会如实告知。
zh_hant: 一種放鬆的節律，而非對心臟的控制。它絕不會將節奏降到安全心率以下，你可以隨時停止。如果你的心率沒有平復，我們會如實告知。

source: A reminder to recharge before bed when the strap drops to 15%, and a heads-up when it reaches 100%, each at most once per charge cycle.
de: Eine Erinnerung, vor dem Schlafengehen zu laden, wenn der Strap auf 15 % fällt, und ein Hinweis, wenn er 100 % erreicht – jeweils höchstens einmal pro Ladezyklus.
es: Un recordatorio para recargar antes de dormir cuando la pulsera baja al 15%, y un aviso cuando llega al 100%, cada uno como máximo una vez por ciclo de carga.
fr: Un rappel de recharger avant de dormir quand le bracelet descend à 15%, et un avertissement quand il atteint 100%, chacun au maximum une fois par cycle de charge.
it: Un promemoria per ricaricare prima di dormire quando la fascia scende al 15% e un avviso quando raggiunge il 100%, ciascuno al massimo una volta per ciclo di carica.
pl: Przypomnienie o doładowaniu przed snem, gdy pasek spadnie do 15%, a i ostrzeżenie, gdy osiągnie 100%, each najwyżej raz na cykl ładowania.
pt_pt: Um lembrete para recarregar antes de dormir quando a bracelete descer para os 15% e um alerta quando atingir os 100%, cada um no máximo uma vez por ciclo de carga.
ru: Напоминание зарядить браслет перед сном, когда заряд падает до 15%, и уведомление, когда он достигает 100% — каждое не чаще одного раза за цикл зарядки.
th: การแจ้งเตือนให้ชาร์จก่อนนอนเมื่อสายรัดเหลือ 15% และแจ้งเตือนล่วงหน้าเมื่อถึง 100% แต่ละครั้งสูงสุดหนึ่งครั้งต่อรอบการชาร์จ
zh_hans: 手环电量降到 15% 时提醒你睡前充电，充到 100% 时再提醒一次，每个充电周期各最多一次。
zh_hant: 手環電量降到 15% 時提醒你睡前充電，充到 100% 時通知你，每個充電週期各最多一次。

source: A ring talks to one owner at a time.
de: Ein Ring spricht immer nur mit einem Besitzer.
es: Un anillo habla con un solo dueño a la vez.
fr: Un anneau ne parle qu'à un seul propriétaire à la fois.
it: Un anello comunica con un solo proprietario alla volta.
pl: Pierścień rozmawia z jednym właścicielem na raz.
pt_pt: Um anel fala com um proprietário de cada vez.
ru: Кольцо общается только с одним владельцем одновременно.
th: แหวนคุยกับเจ้าของทีละคน
zh_hans: 戒指一次只能与一个持有者通信。
zh_hant: 戒指一次只能與一個持有者通信。

source: A session counts when you tick it off in Your plan, or log it against this goal here. Workouts your strap records aren't counted automatically — the coach can't tell which of them you meant for this goal.
de: Eine Einheit zählt, wenn du sie in deinem Plan abhakst oder sie hier für dieses Ziel protokollierst. Workouts, die dein Strap aufzeichnet, zählen nicht automatisch – der Coach kann nicht erkennen, welche davon du für dieses Ziel gemeint hast.
es: Una sesión cuenta cuando la marca en Su plan o la registra para este objetivo aquí. Los entrenamientos que tus registros de correa no se cuentan automáticamente: el entrenador no puede decir cuál de ellos destinaste a este objetivo.
fr: Une session compte lorsque vous la cochez dans votre plan ou lorsque vous la connectez à cet objectif ici. Les entraînements enregistrés avec vos sangles ne sont pas comptabilisés automatiquement : l'entraîneur ne peut pas dire lesquels d'entre eux vous souhaitez atteindre pour cet objectif.
it: Una sessione conta quando la selezioni nel tuo piano o la registri rispetto a questo obiettivo qui. Gli allenamenti che i tuoi record di cintura non vengono conteggiati automaticamente: l'allenatore non può dire quale di essi intendevi per questo obiettivo.
pl: Sesja liczy się, gdy odhaczysz ją w Twoim planie albo zapiszesz ją tutaj przy tym celu. Treningi rejestrowane przez opaskę nie są liczone automatycznie — trener nie wie, który z nich miał dotyczyć tego celu.
pt_pt: Uma sessão conta quando você a marca em Seu plano ou a registra nesse objetivo aqui. Os registros dos seus treinos não são contados automaticamente – o treinador não pode dizer qual deles você pretende atingir para esse objetivo.
ru: Сеанс засчитывается, если вы отметите его в своем плане или зарегистрируете его для этой цели здесь. Рекорды ваших планок тренировок не засчитываются автоматически — тренер не может сказать, какую из них вы ставили под эту цель.
th: เซสชันจะนับเมื่อคุณทำเครื่องหมายในแผนของคุณ หรือบันทึกโดยเทียบกับเป้าหมายนี้ที่นี่ การออกกำลังกาย บันทึกสายรัดของคุณจะไม่นับโดยอัตโนมัติ โค้ชไม่สามารถบอกได้ว่าคุณหมายถึงสิ่งไหนสำหรับเป้าหมายนี้
zh_hans: 当您在您的计划中勾选它或在此处根据此目标记录它时，会话才算数。训练时你的带子记录不会自动计算——教练无法判断你打算用哪一个来实现这个目标。
zh_hant: 當您在您的計劃中勾選它或在此處根據此目標記錄它時，會話才算數。訓練時你的帶子記錄不會自動計算——教練無法判斷你打算用哪一個來實現這個目標。
